{
  "Stim_eTGc":"eTG-change Regenerative Stimulant",
  "Stim_eTGc_Desc":"A powerful regeneration enhancer. Used for rapid recovery after injury or during transport of critically wounded patients. Authorized for professional medical personnel only. Has strong side effects.",
  "TarkovStimulants_eTGc_Buff": "eTG-c",
  "TarkovStimulants_eTGc_Buff_Desc": "Ultra-strong health regeneration (20%/s), reduces metabolism consumption by 20% and all elemental damage taken by 10%; enters extreme weakness after 20 seconds.",
  "TarkovStimulants_eTGc_Debuff": "eTG-c Side Effect",
  "TarkovStimulants_eTGc_Debuff_Desc": "Compensatory organ failure: -30 max stamina, rapid energy drain.",

  "Stim_SJ12":"SJ12 TGLabs Combat Stimulant",
  "Stim_SJ12_Desc":"Designed specifically for special operations personnel. Temporarily suppresses certain bodily functions to redirect resources toward physical recovery. Forces the hypothalamus to secrete vasopressin, altering adrenal activity, lowering body temperature and enhancing perception.",
  "TarkovStimulants_SJ12_Buff": "SJ12 TGLabs",
  "TarkovStimulants_SJ12_Buff_Desc": "Increases perception range by 3m and continuously restores energy and hydration during the effect.",

  "Stim_Propital":"Propital",
  "Stim_Propital_Desc":"A military drug that stimulates regeneration by increasing biosynthesis of purine and pyrimidine bases, RNA, and functional enzymatic cell elements. Enhances metabolism, health, and vitality.",
  "TarkovStimulants_Propital_Buff": "Propital",
  "TarkovStimulants_Propital_Buff_Desc": "Increases max health by 20, restores 2% health per second, and reduces metabolism consumption by 10%; side effects cause Tremor and Tunnel Vision.",

  "Stim_SJ6":"SJ6 TGLabs Combat Stimulant",
  "Stim_SJ6_Desc":"A combat stimulant injected before battle to enhance physical performance. Authorized for use by special operations units. Developed by TerraGroup Labs and marked SJ6.",
  "TarkovStimulants_SJ6_Buff": "SJ6 TGLabs",
  "TarkovStimulants_SJ6_Buff_Desc": "Increases max stamina by 50, boosts stamina recovery speed by 30%, reduces recovery delay by 20%, and increases movement speed by 20%.",

  "Stim_MULE":"M.U.L.E. Stimulant",
  "Stim_MULE_Desc":"Muscle Ultra-Load Enhancer. Used before long marches to expand physical capacity, allowing the body to carry significantly more weight for extended periods.",
  "TarkovStimulants_MULE_Buff": "M.U.L.E.",
  "TarkovStimulants_MULE_Buff_Desc": "Doubles carrying capacity (+100%) at the cost of continuous minor health drain.",

  "Stim_Adrenaline":"Adrenaline Injector",
  "Stim_Adrenaline_Desc":"A disposable sterile syringe containing a dose of adrenaline. Used to enhance physiological responses and prepare the body for intense muscular activity.",
  "TarkovStimulants_Adrenaline_Buff": "Adrenaline",
  "TarkovStimulants_Adrenaline_Buff_Desc": "For the first 15 seconds: rapid regeneration (10%/s), +10% firearm damage and stamina recovery; triggers weakness after 50 seconds.",
  "TarkovStimulants_Adrenaline_Debuff": "Adrenaline Side Effect",
  "TarkovStimulants_Adrenaline_Debuff_Desc": "Physiological decline phase: increased physical damage taken and rapid energy/hydration loss.",

  "Stim_Meldonin":"Meldonin",
  "Stim_Meldonin_Desc":"Originally developed for athletes. Enables faster recovery during intense training. Temporarily increases strength, stamina, and regeneration speed.",
  "TarkovStimulants_Meldonin_Buff": "Meldonin",
  "TarkovStimulants_Meldonin_Buff_Desc": "Increases max stamina by 20, boosts stamina recovery speed and melee damage by 20%, and increases mobility by 30%. Side effect: accelerated energy and hydration loss.",

  "Stim_Morphine":"Morphine",
  "Stim_Morphine_Desc":"A disposable syringe filled with a high dose of morphine, primarily used to treat acute and chronic severe pain.",
  "TarkovStimulants_Morphine_Buff": "Morphine",
  "TarkovStimulants_Morphine_Buff_Desc": "Long-lasting pain relief and prevention of fractures and trauma states.",

  "Stim_L1":"L1 (Norepinephrine)",
  "Stim_L1_Desc":"A disposable sterile syringe containing L1, primarily norepinephrine. Used for short-term increases in strength and stamina.",
  "TarkovStimulants_L1_Buff": "L1-Norepinephrine",
  "TarkovStimulants_L1_Buff_Desc": "Increases max stamina by 20, boosts stamina recovery and firearm damage by 20%, increases firearm control by 50%, with significant metabolic burden.",

  "Stim_3bTG":"3-(b-TG) Stimulant",
  "Stim_3bTG_Desc":"A combat drug that stimulates the central nervous system, enhancing perception and attention.",
  "TarkovStimulants_Stim_3bTG_Buff": "3-(b-TG)",
  "TarkovStimulants_Stim_3bTG_Buff_Desc": "Increases perception range by 5m, boosts firearm damage and stamina recovery by 10%, greatly increases fishing luck; triggers side effects after 120 seconds.",

  "Stim_Perfotoran":"Perfotoran Injector",
  "Stim_Perfotoran_Desc":"An oxygen-transporting blood substitute used as a super antidote against poisoning and radiation.",
  "TarkovStimulants_Perfotoran_Buff": "Perfotoran",
  "TarkovStimulants_Perfotoran_Buff_Desc": "Continuous health regeneration (4%/s), removes bleeding, and grants short-term poison immunity.",

  "Stim_2A2bTG":"2A2-(b-TG) Stimulant",
  "Stim_2A2bTG_Desc":"A new TerraGroup product following 3-(b-TG), designed to provide combat support capabilities.",
  "TarkovStimulants_Stim_2A2bTG_Buff": "2A2-(b-TG)",
  "TarkovStimulants_Stim_2A2bTG_Buff_Desc": "Increases carrying capacity by 15% and perception range by 2.5m, significantly improving fishing efficiency.",

  "Stim_P22":"P22 Stimulant",
  "Stim_P22_Desc":"A combat stimulant that reinforces internal muscle tension, reducing tissue damage.",
  "TarkovStimulants_P22_Buff": "P22",
  "TarkovStimulants_P22_Buff_Desc": "Grants 25% physical damage reduction and +40 max health; reduces max stamina by 40 and stamina recovery speed by 20%.",

  "Stim_Obdolbos2":"Obdolbos 2",
  "Stim_Obdolbos2_Desc":"A new version of Sanitar’s homemade drug containing multiple extreme physiological stimulants.",
  "TarkovStimulants_Obdolbos2_Buff": "Obdolbos2",
  "TarkovStimulants_Obdolbos2_Buff_Desc": "+60% carrying capacity, +50% movement speed, greatly increased damage, enhanced fishing luck. Cost: continuous health drain and stamina penalties.",

  "Stim_Trimadol":"Trimadol Injector",
  "Stim_Trimadol_Desc":"An opioid analgesic that not only relieves pain but also enhances combat capability.",
  "TarkovStimulants_Trimadol_Buff": "Trimadol",
  "TarkovStimulants_Trimadol_Buff_Desc": "Doubles stamina recovery speed, increases movement speed by 30%, +20 stamina, and halves stamina recovery delay. Side effect: rapid energy and hydration loss.",

  "Stim_SJ1":"SJ1 TGLabs Combat Stimulant",
  "Stim_SJ1_Desc":"Injected before battle to gain strength and stamina. Developed by TerraGroup Labs.",
  "TarkovStimulants_SJ1_Buff": "SJ1 TGLabs",
  "TarkovStimulants_SJ1_Buff_Desc": "Greatly increases firearm damage by 30%, +50% firearm control, -30% weapon spread, +20% movement speed, with minor physical damage reduction and metabolic burden.",

  "Stim_Zagustin":"Zagustin Hemostatic",
  "Stim_Zagustin_Desc":"A military drug that temporarily stops bleeding and increases resistance to bleeding. Causes severe dehydration.",
  "TarkovStimulants_Zagustin_Buff": "Zagustin",
  "TarkovStimulants_Zagustin_Buff_Desc": "Grants bleeding immunity and +25 max health; significantly increases hydration consumption during effect.",

  "Stim_SJ9":"SJ9 TGLabs Combat Stimulant",
  "Stim_SJ9_Desc":"Temporarily lowers body temperature and slows metabolism, making the user nearly invisible to thermal imaging.",
  "TarkovStimulants_SJ9_Buff": "SJ9 TGLabs",
  "TarkovStimulants_SJ9_Buff_Desc": "\"Cold Blood\" state: detection distance halved, -30% metabolism consumption. Cost: continuous slow health drain.",

  "Stim_AHF1M":"AHF1-M Stimulant",
  "Stim_AHF1M_Desc":"A military drug based on human anti-hemophilic factor. A powerful coagulant that temporarily stops bleeding and increases resistance to bleeding. Causes dehydration during effect.",
  "TarkovStimulants_AHF1M_Buff": "AHF1-M",
  "TarkovStimulants_AHF1M_Buff_Desc": "Grants 90 seconds of bleeding immunity and immediately removes all bleeding effects. Reduces hydration after use.",

  "Stim_Obdolbos":"Obdolbos Cocktail",
  "Stim_Obdolbos_Desc":"A homemade drug injector created by a former TerraGroup Labs employee. Its complex composition causes extremely unstable physiological reactions.",
  "TarkovStimulants_Obdolbos_Buff": "Obdolbos Cocktail",
  "TarkovStimulants_Obdolbos_Buff_Desc": "Chaotic biochemical reaction: each bonus (mobility, firepower, luck, damage reduction) has a 25% independent chance to trigger, alongside a 25% instant death risk.",

  "Stim_PNB":"PNB Muscle Stimulant",
  "Stim_PNB_Desc":"Combat stimulant codenamed PNB. Temporarily drives internal muscles into a high-permeability state, greatly increasing burst power and regeneration speed, followed by weakness.",
  "TarkovStimulants_PNB_Buff": "PNB",
  "TarkovStimulants_PNB_Buff_Desc": "Burst phase: +30% firearm damage, restores 8% health per second; triggers weakness after 35 seconds (-15 max health).",
  "TarkovStimulants_PNB_Debuff": "PNB Side Effect",
  "TarkovStimulants_PNB_Debuff_Desc": "Muscle fatigue: temporarily reduces max health by 15.",

  "Stim_xTG12":"xTG-12 Antidote Injector",
  "Stim_xTG12_Desc":"Neutralizes most known toxins used in warfare. Grants toxin immunity but slightly reduces overall health metrics.",
  "TarkovStimulants_xTG12_Buff": "xTG-12",
  "TarkovStimulants_xTG12_Buff_Desc": "Antitoxin state: grants 60 seconds of poison resistance and immediately removes all poison effects.",

  "Stim_SJ15":"SJ15 \"Apex\" Stimulant",
  "Stim_SJ15_Desc":"Top-tier military combat drug that pushes the body to its absolute limits, providing unparalleled mobility, carrying capacity, and regeneration. A last resort, as post-effect side effects are often fatal.",
  "TarkovStimulants_SJ15_Buff": "SJ15 Apex",
  "TarkovStimulants_SJ15_Buff_Desc": "+50 max health and stamina, +50% movement speed and carrying capacity, rapid regeneration and immunity to bleeding/poison. 50% chance of sudden death before the effect ends.",

  "Stim_ObdolbosN":"Obdolbos N Cocktail",
  "Stim_ObdolbosN_Desc":"An improved model of Obdolbos, codenamed \"N\". Focuses on enhancing charisma and negotiation ability, while retaining extreme biochemical instability.",
  "TarkovStimulants_ObdolbosN_Buff": "Obdolbos N",
  "TarkovStimulants_ObdolbosN_Buff_Desc": "Commercial Fraud: massively increases charisma and significantly improves trader prices. Warning: 25% chance of organ failure and sudden death upon use.",

  "TarkovStimulants_Tremor_Debuff": "Tremor",
  "TarkovStimulants_Tremor_Debuff_Desc": "Physiological instability: +30% weapon spread, -30% recoil control.",
  "TarkovStimulants_TunnelVision_Debuff": "Tunnel Vision",
  "TarkovStimulants_TunnelVision_Debuff_Desc": "Restricted vision: field of view reduced by 70%.",
  "TarkovStimulants_InstantDeath_Debuff": "Instant Death",
  "TarkovStimulants_InstantDeath_Debuff_Desc": "Organ failure: health rapidly drops to zero.",

  "Item_InjectorCase": "Omega Injector Case",
  "Item_InjectorCase_Desc": "A premium tactical medical storage container. Featuring a high-strength, lightweight pressure-resistant shell with a waterproof seal, the interior utilizes military-grade shock-absorption modules. Specifically designed for transporting a large quantity of high-value stimulants.",

  "Quest_InjectorCase_Name": "High-End Medical Equipment",
  "Quest_InjectorCase_Desc": "Mud has recently developed an interest in high-end tactical medical gear. He's heard that a batch of special forces-grade Omega Injector Cases was once funneled into the warzone, but they are now in the hands of Laboratory Stragglers.\n\nThose guys aren't just going to hand them over.\n\nProve you have the capability to recover high-value assets amidst the chaos. Clear out those stragglers and come see me with your tribute. Money is just a foot in the door; strength is your true passport."
}
