{
  "Stim_Morphine":"Morphine",
  "Stim_Morphine_Desc":"A single-use syringe full of morphine. A powerful drug, used primarily to treat both acute and chronic severe pain.",
  "TarkovStimulants_Morphine_Buff": "Morphine",
  "TarkovStimulants_Morphine_Buff_Desc": "Morphine",

  "Stim_L1":"L1 injector",
  "Stim_L1_Desc":"A sterile disposable syringe with a dose of L1, based on norepinephrine. It is used for short-term increase of strength and endurance, as well as to reduce the pain effect. This activates the implementation of a physiological response such as \"hit or run\". Increases water and energy consumption.",
  "TarkovStimulants_L1_Buff": "L1",
  "TarkovStimulants_L1_Buff_Desc": "L1",

  "Stim_Adrenaline":"Adrenaline injector",
  "Stim_Adrenaline_Desc":"A sterile disposable syringe with a dose of adrenaline - the main hormone of the adrenal medulla. It is used to enhance the physiological response associated with the preparation of all muscles to increased activity. Temporarily boosts strength and endurance. Relieves the sensation of pain.",
  "TarkovStimulants_Adrenaline_Buff": "Adrenaline",
  "TarkovStimulants_Adrenaline_Buff_Desc": "Provides rapid healing for the first 15s, while boosting gun damage and stamina by 10%.",

  "Stim_Propital":"Propital regenerative stimulant injector",
  "Stim_Propital_Desc":"A military-issue stimulant permitted to only be used by medical officers and paramedics. It stimulates regeneration processes by increasing the biosynthesis of purine and pyrimidine bases, RNA, functional, and enzymatic cell elements. Increases metabolism, health, and vitality. Has continuous side effects.",
  "TarkovStimulants_Propital_Buff": "Propital",
  "TarkovStimulants_Propital_Buff_Desc": "Increases max health by 20% with gradual healing and slightly lower metabolic drain.",

  "Stim_eTGc":"eTG-change regenerative stimulant injector",
  "Stim_eTGc_Desc":"A powerful stimulant for regeneration processes. It is used for rapid recovery of a soldier after injury, or during transportation of heavily wounded personnel. Allowed to be used only by medical officers and paramedics. Has strong side effects.",
  "TarkovStimulants_eTG-c_Buff": "eTG-c",
  "TarkovStimulants_eTG-c_Buff_Desc": "Rapid health regeneration (10%/s), but doubles energy and water consumption rates.",

  "Stim_xTG12":"xTG-12 antidote injector",
  "Stim_xTG12_Desc":"Removes most of the known poisons and toxins used in the combat industry. Can be used to relieve the effects of natural poisons. Gives immunity to poisoning while the components are in the blood system. Can reduce health status.",
  "TarkovStimulants_xTG12_Buff": "xTG-12",
  "TarkovStimulants_xTG12_Buff_Desc": "xTG-12",

  "Stim_AHF1M":"AHF1-M stimulant injector",
  "Stim_AHF1M_Desc":"A military drug based on human antihemophilic factor. Developed by TerraGroup Labs as a powerful coagulant specifically for USEC operatives. Temporarily stops bleeding and increases resistance to new ones. Slightly improves health indicators, leads to dehydration.",
  "TarkovStimulants_AHF1M_Buff": "AHF1-M",
  "TarkovStimulants_AHF1M_Buff_Desc": "AHF1-M",

  "Stim_Zagustin":"Zagustin hemostatic drug injector",
  "Stim_Zagustin_Desc":"A military-issue drug. Inhibits activators of profibrinolysin and slows down its transformation in fibrinolysin. Temporarily stops the bleeding and increases resistance to bloodloss. Has side effects. Leads to severe dehydration.",
  "TarkovStimulants_Zagustin_Buff": "Zagustin",
  "TarkovStimulants_Zagustin_Buff_Desc": "Zagustin",

  "Stim_P22":"P22 stimulant injector",
  "Stim_P22_Desc":"A combat stimulant. Developed by TerraGroup Labs, marked as P22. It allows the tissues of the body to receive less damage when physically exposed due to passive inclusion in the work of internal muscles. It is used to expand the bodys abilities before a fight. Authorized for use by special forces soldiers. Has side effects.",
  "TarkovStimulants_P22_Buff": "P22",
  "TarkovStimulants_P22_Buff_Desc": "P22",

  "Stim_Meldonin":"Meldonin injector",
  "Stim_Meldonin_Desc":"A drug developed for athletes. Allows conducting more intensive training and recovering stamina faster. Temporarily increases strength, endurance,and also accelerates recovery. An undocumented property was also found: it increases the resistance of tissues to physical impact due to internal muscle tension. Because of its properties, it was later adopted by the military as a combat stimulant. Has side effects.",
  "TarkovStimulants_Meldonin_Buff": "Meldonin",
  "TarkovStimulants_Meldonin_Buff_Desc": "Increases mobility and endurance by 30% but raises metabolic consumption by 20%.",

  "Stim_3bTG":"3-(b-TG) stimulant injector",
  "Stim_3bTG_Desc":"Combat drug. It has a stimulating effect on the Central nervous system. Increases perception and attention. It can slightly improve strength indicators, due to more powerful signals to the muscles. The active substance is 3-(b-Phenylisopropyl)-sydnonimine hydrochloride. Allowed for use only by military doctors and paramedics.",
  "TarkovStimulants_3bTG_Buff": "3-(b-TG)",
  "TarkovStimulants_3bTG_Buff_Desc": "3-(b-TG)",
  
  "Stim_MULE":"M.U.L.E. stimulant injector",
  "Stim_MULE_Desc":"Muscular Ultra Large Exciter. It is used to expand the body's abilities before long marches. It allows the body to carry an increased weight for a long time. It has shown effectiveness in combat operations in areas where transport is not available. Authorized for use by special forces soldiers. Developed by TerraGroup Labs, marked with the name M. U. L. E.",
  "TarkovStimulants_MULE_Buff": "M.U.L.E.",
  "TarkovStimulants_MULE_Buff_Desc": "Doubles carry weight capacity but causes a minor health loss over time as a side effect.",

  "Stim_Obdolbos":"Obdolbos cocktail injector",
  "Stim_Obdolbos_Desc":"A syringe with a homemade drug, authored by a former employee of TerraGroup Labs. The negative effects are different each time. You could take the risk, got nothing to lose anyway.",
  "TarkovStimulants_Obdolbos_Buff": "Obdolbos",
  "TarkovStimulants_Obdolbos_Buff_Desc": "Obdolbos",

  "Stim_Obdolbos2":"Obdolbos 2 cocktail injector",
  "Stim_Obdolbos2_Desc":"A syringe with a homemade drug, developed by Sanitar. A new version of the old classic. Looks like TerraGroup Labs' experiments did not end with the closure of TerraGroup Labs itself.",
  "TarkovStimulants_Obdolbos2_Buff": "Obdolbos2",
  "TarkovStimulants_Obdolbos2_Buff_Desc": "Obdolbos2",

  "Stim_PNB":"PNB stimulant injector",
  "Stim_PNB_Desc":"A combat stimulant. Developed by TerraGroup Labs, labeled PNB. Allows a short-term activation of the inner muscles, bringing them into a state of hypertonicity, which in turn reduces the received damage. At the same time there is an active synthesis of proteins for accelerated tissue regeneration. Used for the expansion of the organism abilities at the key moment of the combat. Allowed for use by Special Forces. Has some side effects.",
  "TarkovStimulants_PNB_Buff": "PNB",
  "TarkovStimulants_PNB_Buff_Desc": "PNB",

  "Stim_Trimadol":"Trimadol stimulant injector",
  "Stim_Trimadol_Desc":"An opioid synthetic analgesic developed for special forces operatives. It has a central and spinal cord action (promotes the opening of K+ and Ca2+ channels, causes hyperpolarization of membranes and inhibits the conduction of pain impulses). In addition to the analgesic effect, it increases combat characteristics. Overdose leads to exhaustion of the body after the effects wear off.",
  "TarkovStimulants_Trimadol_Buff": "Trimadol",
  "TarkovStimulants_Trimadol_Buff_Desc": "Trimadol",

  "Stim_Perfotoran":"Zagustin hemostatic drug injector",
  "Stim_Perfotoran_Desc":"A military-issue drug. Inhibits activators of profibrinolysin and slows down its transformation in fibrinolysin. Temporarily stops the bleeding and increases resistance to bloodloss. Has side effects. Leads to severe dehydration.",
  "TarkovStimulants_Perfotoran_Buff": "Zagustin",
  "TarkovStimulants_Perfotoran_Buff_Desc": "Zagustin",

  "Stim_2A2bTG":"2A2-(b-TG) stimulant injector",
  "Stim_2A2bTG_Desc":"TerraGroup's next development after the 3-(b-TG) stimulant. The goal of the project was to obtain a drug that would give an advantage in reconnaissance and crossing combat zones far away from supply points. At the same time, the drug is required to be manufacturable in handicraft conditions. The obtained substance allows to keep the CNS in tone for a long period of time, which positively affects the fighter's efficiency to assess the environment, and also enhances their ability to carry equipment. The stimulant’s effective duration is accompanied by increased loss of hydration.",
  "TarkovStimulants_2A2bTG_Buff": "2A2-(b-TG)",
  "TarkovStimulants_2A2bTG_Buff_Desc": "2A2-(b-TG)",

  "Stim_SJ1":"SJ1 TGLabs combat stimulant injector",
  "Stim_SJ1_Desc":"A combat stimulant. It is used for gaining strength and endurance before combat. Decreases sensation of pain. Stimulant is allowed for use by the special forces units. Developed by TerraGroup Labs, marked as SJ1. Has side effects.",
  "TarkovStimulants_SJ1_Buff": "SJ1 TGLabs",
  "TarkovStimulants_SJ1_Buff_Desc": "SJ1 TGLabs",

  "Stim_SJ6":"SJ6 TGLabs combat stimulant injector",
  "Stim_SJ6_Desc":"A combat stimulant. It is used to increase the body abilities before combat. Stimulant is allowed to use by the special forces units. Developed by TerraGroup Labs, marked as SJ6. Has side effects.",
  "TarkovStimulants_SJ6_Buff": "SJ6 TGLabs",
  "TarkovStimulants_SJ6_Buff_Desc": "Boosts movement speed by 20% and significantly increases stamina capacity and recovery by 50%.",

  "Stim_SJ9":"SJ9 TGLabs combat stimulant injector",
  "Stim_SJ9_Desc":"Designed for special forces personnel. It makes it possible to reduce the human body temperature for a short time, significantly slowing down the metabolism. The use of SJ9 leads to a significant reduction in the amount of heat released into the environment, while maintaining a safe level of metabolism inside. It is used during night operations, allowing to be hardly visible for thermal imaging devices.",
  "TarkovStimulants_SJ9_Buff": "SJ9 TGLabs",
  "TarkovStimulants_SJ9_Buff_Desc": "SJ9 TGLabs",

  "Stim_SJ12":"SJ12 TGLabs combat stimulant injector",
  "Stim_SJ12_Desc":"Developed for the operatives of special units. Slows down some functions of the body and they temporarily start working with energy regeneration. The drug forces the release of vasopressin in the hypothalamus, which leads to a change in the work of the adrenal glands, lowers body temperature and increases perception. After the end of the action, there is usually a jump in temperature to 40-42 degrees as a compensation for the incorrect functioning of the body systems.",
  "TarkovStimulants_SJ12_Buff": "SJ12 TGLabs",
  "TarkovStimulants_SJ12_Buff_Desc": "Slowly restores energy and water over time while boosting perception range by 20%."
}